Repository: henrydiazlds123/attendance
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: es, pt

source: You do not have permission to perform this action.
es: No tienes permiso para realizar esta acción
pt: Você não tem permissão para executar esta ação.

source: Jan
es: Ene

source: Apr
es: Abr
pt: Abr

source: Aug
es: Ago
pt: Ago

source: Dec
es: Dic
pt: Dez

source: Bishopric
es: Obispado
pt: Bispado

source: Elders Quorum
es: Cuórum de Élderes
pt: Quórum de Élderes

source: Relief Society
es: Sociedad de Socorro
pt: Sociedade de Socorro

source: Aaronic Priesthood Quorums
es: Cuórums del Sacerdocio Aarónico
pt: Sacerdócio Aarônico

source: Young Women
es: Mujeres Jóvenes
pt: Moça

source: Sunday School
es: Escuela Dominical
pt: Escola Dominical

source: Primary
es: Primaria
pt: Primária

source: Other
es: Otra
pt: Outra

source: Assistant Ward Mission Leader
es: Asistente del Líder Misional de Barrio

source: Bishop
es: Obispo

source: Bishopric First Counselor
es: 1er Consejero del Obispado

source: Bishopric Second Counselor
es: 2do Consejero del Obispado

source: Communication Specialist
es: Especialista en comunicación

source: Deacons Quorum Adviser
es: Asesor del Cuórum de Diáconos

source: Deacons Quorum President
es: Presidente del Cuórum de Diáconos

source: Elders Quorum First Counselor
es: 1er Consejero del Cuórum de Élderes

source: Elders Quorum President
es: Presidente del Cuórum de Élderes

source: Elders Quorum Second Counselor
es: 2do Consejero del Cuórum de Élderes

source: Elders Quorum Secretary
es: Secretario del Cuórum de Ancianos

source: Elders Quorum Teacher
es: Maestro del cuórum de élderes

source: Nursery Leader
es: Líder de guardería

source: Priests Quorum Adviser
es: Asesor del Cuórum de Presbíteros

source: Priests Quorum First Assistant
es: 1er Asistente del Cuórum de Presbíteros

source: Priests Quorum Second Assistant
es: 2do Asistente del Cuórum de Presbíteros

source: Priests Quorum Secretary
es: Secretario del Cuórum de Presbíteros

source: Primary Activities Leader
es: Líder de actividades primarias

source: Primary First Counselor
es: Líder de música de la Primaria

source: Primary President
es: Presidenta de la Primaria

source: Primary Second Counselor
es: Segunda Consejera de la Primaria

source: Primary Secretary
es: Secretaria de la Primaria

source: Primary Teacher
es: Maestro(a) de Primaria

source: Relief Society Activity Coordinator
es: Coordinadora de actividades de la Sociedad de Socorro

source: Relief Society First Counselor
es: 1ra Consejera de la Sociedad de Socorro

source: Relief Society Ministering Secretary
es: Secretaria de Ministración de la Sociedad de Socorro

source: Relief Society President
es: Presidenta de la Sociedad de Socorro

source: Relief Society Second Counselor
es: 2da Consejera de la Sociedad de Socorro

source: Relief Society Service Coordinator
es: Coordinadora de Servicios de la Sociedad de Socorro

source: Relief Society Teacher
es: Maestra de la Sociedad de Socorro

source: Scheduler--Building 1
es: Programador - Edificio 1

source: Stake Assistant Clerk--Membership
es: Secretario Asistente de Estaca - Membresía

source: Stake Young Women Second Counselor
es: 2da Consejera de Mujeres Jóvenes de Estaca

source: Sunday School First Counselor
es: 1er Consejero de la Escuela Dominical

source: Sunday School President
es: Presidente de la Escuela Dominical

source: Sunday School Second Counselor
es: 2do Consejero de la Escuela Dominical

source: Sunday School Secretary
es: Secretario de Escuela Dominical

source: Sunday School Teacher
es: Maestro de Escuela Dominical

source: Teachers Quorum Adviser
es: Asesor del Cuórum de Maestros

source: Teachers Quorum First Counselor
es: 1er Consejero del Cuórum de Maestros

source: Teachers Quorum President
es: Presidente del Cuórum de Maestros

source: Teachers Quorum Second Counselor
es: 2do Consejero del Cuórum de Maestros

source: Ward Assistant Clerk--Finance
es: Secretario Auxiliar de Barrio - Finanzas

source: Ward Assistant Clerk--Membership
es: Secretario Auxiliar de Barrio - Membresia

source: Ward Assistant Executive Secretary
es: Secretario Ejecutivo Auxiliar de Barrio

source: Ward Clerk
es: Secretario de Barrio

source: Ward Executive Secretary
es: Secretario Auxiliar de Barrio

source: Ward Mission Leader
es: Líder Misional de Barrio

source: Ward Missionary
es: Misionero de Barrio

source: Ward Temple and Family History Consultant
es: Consultor de Templo e Historia Familiar de Barrio

source: Ward Temple and Family History Leader
es: Líder de Templo e Historia Familiar de Barrio

source: Ward/Branch Interpreter
es: Intérprete de Barrio/Rama

source: Welfare and Self-Reliance Specialist
es: Especialista en Bienestar y Autosuficiencia

source: Young Women Class Adviser
es: Asesora de Clase de Mujeres Jóvenes

source: Young Women Class First Counselor
es: 1ra Consejera de Clase de Mujeres Jóvenes

source: Young Women Class President
es: Presidenta de Clase de Mujeres Jóvenes

source: Young Women Class Second Counselor
es: 2da Consejera de Clase de Mujeres Jóvenes

source: Young Women First Counselor
es: 1ra Consejera de las Mujeres Jóvenes

source: Young Women President
es: Presidenta de las Mujeres Jóvenes

source: Young Women Second Counselor
es: Presidenta de las Mujeres Jóvenes

source: Young Women Specialist - Sports
es: Especialista en Mujeres Jóvenes - Deportes

source: Children
es: Niño

source: Youth
es: Jóven

source: Youth Adult
es: Jóvenes Adultos

source: Adult
es: Adulto

source: Young single adult
es: Jóven adult soltero

source: Student Name
es: Nombre del Estudiante
pt: Nome do Aluno

source: Select a name
es: Seleccione un nombre
pt: Selecione um nome

source: New Student Name
es: Nuevo nombre de miembro
pt: Nome do novo aluno

source: Class
es: Clase
pt: Aula

source: Sunday Date
es: Fecha del domingo
pt: Data de domingo

source: Unit
es: Unidad
pt: Unidade

source: Sunday Date cannot be a future date.
es: La fecha del Domingo no puede ser una fecha a futuro
pt: A data de domingo não pode ser uma data futura.

source: Current Password
es: Contraseña actual
pt: Senha atual

source: New Password
es: Nueva contraseña
pt: Nova Senha

source: Confirm New Password
es: Confirmar nueva contraseña
pt: Confirme a nova senha

source: Passwords must match
es: La contraseña debe coincidir
pt: As senhas devem corresponder

source: Class Name
es: Nombre de clase
pt: Nome da classe

source: Short Name
es: Nombre corto
pt: Nome curto

source: Class Code
es: Código de clase
pt: Código de Aula

source: Class Type
es: Tipo de clase
pt: Tipo de aula

source: Organization
es: Organización
pt: Organização

source: Schedule
es: Horario
pt: Agendar

source: Is Active?
es: ¿Está activo?
pt: Está ativo?

source: Invalid color format
es: Formato de color no válido
pt: Formato de cor inválido

source: Church Unit
es: Unidad de la Iglesia
pt: Unidade da Igreja

source: Main
es: Dominical
pt: Principal

source: Unit Name
es: Nombre de la unidad
pt: Nome da Unidade

source: Unit #
es: # Unidad
pt: # da Unidade

source: Short name
es: Nombre corto
pt: Nome curto

source: City
es: Ciudad
pt: Cidade

source: Start Time
es: Hora inicial
pt: Hora de início

source: The start time is mandatory
es: La hora de inicio es obligatoria.
pt: A hora de início é obrigatória

source: End Time
es: Hora final
pt: Hora de término

source: The end time is mandatory.
es: La hora final es obligatoria.
pt: O horário de término é obrigatório.

source: Is Restricted?
es: Con restricción?
pt: É restrito

source: Grace Period (hrs)?
es: Periodo de Gracia (hrs)
pt: Período de carência (hrs)

source: This field is requiered.
es: Este campo es requerido

source: Full Name
es: Nombre completo

source: Preferred Name
es: Nombre preferido

source: Active
es: Activo(a)

source: Birth Date
es: Fecha de nacimeinto

source: Gender
es: Sexo

source: --Select--
es: --Seleccione--

source: Address
es: Dirección

source: State
es: Estado Provincia

source: Zip code
es: Código Postal

source: Sector
es: Area

source: Priesthood
es: Sacerdocio

source: Priesthood Office
es: Oficio del Sacerdocio

source: Arrival Date
es: Fecha de llegada

source: Head of Family
es: Cabeza de Familia

source: Calling
es: Llamamientos

source: Latitude
es: Latitud

source: Longitude
es: Longitud

source: Fixed Address
es: Dirección Verificada

source: Excluded
es: Excluido

source: Moved Out
es: Se mudó

source: Organization Name
es: Nombre de la organización
pt: Nome da organização

source: Username
es: Nombre de usuario
pt: Nome de usuário

source: Email
es: Correo electrónico

source: Password
es: Contraseña
pt: Senha

source: Confirm Password
es: confirmar Contraseña
pt: Confirme sua senha

source: Name
es: Nombre
pt: Nome

source: Lastname
es: Apellido
pt: Sobrenome

source: Role
es: Rol
pt: Papel

source: Admin
es: Administrador
pt: Principal

source: Super user
es: Super usuario
pt: Superusuário

source: User
es: Usuario
pt: Usuário

source: Operator
es: Operador
pt: Erro

source: You cannot change the Church Unit.
es: No se puede cambiar la Unidad de la Iglesia.
pt: Você não pode mudar a Unidade da Igreja.

source: Cannot delete a class with registered attendance.
es: No se puede eliminar una clase con asistencia registrada.
pt: Não é possível excluir uma aula com presença registrada.

source: Cannot delete a church unit with registered attendance.
es: No se puede eliminar una unidad de la iglesia con asistencia registrada.
pt: Não é possível excluir uma unidade da igreja com frequência registrada.

source: Bypass restriction updated successfully!
es: ¡La restricción de omisión se actualizó correctamente!
pt: Ignorar restrição atualizada com sucesso!

source: All Meeting Centers
es: Todas las Unidads
pt: Todos os centros de reuniões

source: All
es: Todos
pt: Todas

source: 400 Invalid URL
es: URL Inválida
pt: 400 Pedido ruim

source: Check what you wrote!
es: Revisa lo que escribiste
pt: Verifique o que você escreveu

source: The address you entered is incomplete!
es: La dirección esta incompleta o es incorrecta
pt: O endereço que você digitou está incompleto!

source: It seems that you are lost!
es: Parece que estas perdido
pt: Parece que você está perdido!

source: Wrong QR for this week's classes!
es: ¡QR incorrecto para las clases de esta semana!
pt: QR incorreto para as aulas desta semana!

source: Please select an existing student or provide a new name.
es: Seleccione un nombre del alumno o provea un nuevo
pt: Selecione um aluno existente ou forneça um novo nome.

source: Create manual attendance
es: Crear asistencia manualmente
pt: Criar atendimento manual

source: Create
es: Crear
pt: Criar

source: The selected class is invalid.
es: La clase seleccionada no es válida.
pt: A classe selecionada é inválida.

source: Create attendance
es: Crear asistencia
pt: Criar atendimento

source: Attendance registered successfully!
es: ¡Asistencia registrada exitosamente!
pt: Presença registrada com sucesso!

source: Attendance record updated successfully.
es: Registro de asistencia actualizado exitosamente.
pt: Registro de presença atualizado com sucesso.

source: Edit Attendance
es: Editar asistencia
pt: Editar presença

source: Update
es: Actualizar
pt: Atualizar

source: Attendance record deleted successfully.
es: Registro de asistencia eliminado exitosamente.
pt: Registro de presença excluído com sucesso.

source: Unknown
es: Desconocido
pt: Desconhecido

source: Invalid credentials. Please check your username and password.
es: Credenciales inválidas. Por favor verifique su nombre de usuario y contraseña.
pt: Credenciais inválidas. Por favor verifique seu nome de usuário e senha.

source: Logout successful!
es: ¡Sesión cerrada correctamente!
pt: Saiu com sucesso!

source: Meeting center created successfully!
es: ¡Centro de reuniones creado con éxito!
pt: Centro de reuniões criado com sucesso!

source: Create new Meeting center
es: Crear nuevo centro de reuniones
pt: Criar novo centro de reuniões

source: Meeting Center updated successfully.
es: Centro de reuniones actualizado correctamente.
pt: Centro de reuniões atualizado com sucesso.

source: Edit Meeting Center
es: Editar centro de reuniones
pt: Editar Centro de Reuniões

source: The meeting center cannot be deleted because it has registered attendance.
es: El centro de reuniones no se puede eliminar porque tiene asistencia registrada.
pt: O centro de reuniões não pode ser excluído porque registrou presença.

source: Meeting Center successfully removed.
es: El Centro de reuniones se eliminó correctamente.
pt: Centro de reuniões removido com sucesso.

source: Class created successfully!
es: ¡Clase creada exitosamente!
pt: Aula criada com sucesso!

source: A class with this name, short name, or code already exists in the same church unit.
es: Ya existe una clase con este nombre, nombre corto o código en la misma unidad de la iglesia.
pt: Já existe uma turma com este nome, nome abreviado ou código na mesma unidade da igreja.

source: Create new Class
es: Crear nueva clase

source: Class updated successfully!
es: ¡Clase actualizada exitosamente!
pt: Aula atualizada com sucesso!

source: Edit Class
es: Editar clase
pt: Editar turma

source: The class cannot be deleted because it has attendance recorded.
es: La clase no se puede eliminar porque tiene registrada la asistencia.
pt: A aula não pode ser excluída porque possui presença registrada.

source: Cannot delete a main class.
es: No se puede eliminar una clase principal.
pt: Não é possível excluir uma classe principal.

source: Class deleted successfully!
es: ¡Clase eliminada exitosamente!
pt: Aula excluída com sucesso!

source: Error deleting class: %(error)s
es: Error eliminando la clase: %(error)s
pt: Erro ao excluir classe: %(error)s

source: Elders_Q
es: Q_Élderes
pt: Q_Elderes

source: EQ
es: QE
pt: QE

source: Aaronic Priesthood
es: Sacerdocio Aarónico
pt: Sacerdócio Aarônico

source: Aaronic_P
es: S_Aarónico
pt: S_Aarônico

source: AP
es: SA
pt: SA

source: Relief_S
es: S_Socorro
pt: S_Socorro

source: RS
es: SS
pt: SS

source: Young Woman
es: Mujeres Jóvenes
pt: Moça

source: Young_W
es: Mujeres_J
pt: Moça

source: YW
es: MJ
pt: M

source: Sunday School Adults
es: Esc. Dom. Adultos
pt: Esc. Dom. Adultos

source: S_S_Adults
es: E_D_Adultos
pt: E_D_Adultos

source: SSA
es: EDA
pt: EDA

source: Sunday School Youth
es: Esc. Dom. Jóvenes
pt: Esc. Dom. Juventude

source: S_S_Youth
es: E_D_Jóvenes
pt: E_D_Juventude

source: SSY
es: EDJ
pt: EDJ

source: Fifth Sunday
es: Quinto Domingo
pt: Quinto domingo

source: F_Sunday
es: 5_Domingo
pt: 5_Domingo

source: FS
es: QD
pt: QD

source: Classes already exist for this meeting center
es: Esta Unidad ya tiene clases agregadas
pt: Já existem aulas para este centro de reuniões

source: Main classes successfully populated.
es: Clases dominicales copiadas exitosamente
pt: Classes principais preenchidas com sucesso.

source: Unique constraint error: %(error)s
es: Error de unicidad: %(error)s
pt: Erro de restrição exclusivo: %(error)s

source: Error duplicating main classes for new meeting center: %(error)s
es: Error al copiar clases dominicales para el nuevo centro de reuniones: %(error)s
pt: Erro ao duplicar as classes principais do novo centro de reuniões: %(error)s

source: full_name
es: Nombre

source: gender
es: sexo

source: marital status
es: estado civíl

source: birth_date
es: fecha_nacimeinto

source: address_1
es: dirección_1

source: city
es: ciudad

source: state
es: estado

source: zip_code
es: código_postal

source: priesthood
es: sacerdocio

source: priesthood_office
es: oficio_sacerdocio

source: callings
es: llamamientos

source: arrival_date
es: fecha_llegada

source: family_head
es: cabeza_familia

source: You must select a valid file.
es: ¡Debes seleccionar un archivo válido!

source: Missing data. Please reload the file.
es: Faltan datos. Por favor, recarga el archivo.

source: Import completed. Added: %(added)s, Updated: %(updated)s.
es: Importación completada. Agregados: %(added)s, Actualizados: %(updated)s.

source: Error during import: %(error)s
es: Error durante la importación: %(error)s

source: No file uploaded. Please upload a file first.
es: No se ha subido ningún archivo. Por favor, suba un archivo primero.

source: You need to choose a Meeting Center.
es: Escoja un centro de reuniones

source: Error reading the file: %(error)s
es: Error leyendo el archivo: %(error)s

source: Column mapping saved successfully.
es: ¡Mapeo exitoso de columnas!

source: Create new Member
es: Crear Nuevo Miembro

source: Edit Member
es: Editar Miembro

source: Save
es: Guardar

source: Condition
es: Condición

source: Category
es: Categoria

source: Office
es: Oficio

source: Inactive
es: Inactivo(a)

source: Sex
es: Sexo

source: Female
es: Femenino

source: Male
es: Masculino

source: Marital Status
es: Estado civíl

source: Age
es: Edad

source: Time in unit
es: Tiempo en la unidad

source: has calling
es: Con llamamientos

source: No callings
es: Sin llamamiento

source: Name correction deleted successfully!
es: ¡La corrección de nombre se eliminó exitosamente!
pt: Correção de nome excluída com sucesso!

source: Name correction reverted successfully!
es: ¡La corrección de nombre se revirtió exitosamente!
pt: Correção de nome revertida com sucesso!

source: Missing required fields
es: Faltan campos requeridos
pt: Campos obrigatórios ausentes

source: Organization created successfully!
es: ¡Organización creada exitosamente!
pt: Organização criada com sucesso!

source: Error: Organization name must be unique.
es: Error: el nombre de la organización debe ser único.
pt: Erro: o nome da organização deve ser exclusivo.

source: Create new Organization
es: Crear nueva organización
pt: Criar nova organização

source: Organization updated successfully!
es: ¡Organización actualizada exitosamente!
pt: Organização atualizada com sucesso!

source: Edit Organization
es: Editar organización
pt: Editar organização

source: Organization deleted successfully!
es: ¡Organización eliminada exitosamente!
pt: Organização excluída com sucesso!

source: Error: Could not delete organization.
es: Error: no se pudo eliminar la organización.
pt: Erro: não foi possível excluir a organização.

source: You must provide a date for this class.
es: Debe proporcionar una fecha para esta clase.
pt: Você deve fornecer uma data para esta aula.

source: The date must be today or in the future.
es: La fecha debe ser hoy o en el futuro.
pt: A data deve ser hoje ou no futuro.

source: Invalid date for extra class.
es: Fecha no válida para clase extra.
pt: Data inválida para aula extra.

source: Attendance Sheet
es: Hoja de Asistencia
pt: Folha de Presença

source: Register Manual Attendance
es: Registrar asistencia manualmente
pt: Cadastrar atendimento manual

source: Teacher's Attendance Class
es: Registrar Asistencia del Maestro
pt: Aula presencial do professor

source: QR Codes generated successfully.
es: Códigos QR generados exitosamente.
pt: Códigos QR gerados com sucesso.

source: The selected class is not valid.
es: La clase seleccionada no es válida.
pt: A classe selecionada não é válida.

source: The church unit is invalid.
es: La unidad de la iglesia no es válida.
pt: A unidade da igreja é inválida.

source: Attendance can only be recorded during the grace period or meeting time.
es: Su asistencia solo puede ser registrada dentro del horario de clases
pt: A presença não pode ser registrada fora do horário da reunião.

source: %(name)s! You have already registered for a Sunday class today!
es: %(name)s! Ya tienes una asistencia registrada para una clase dominical el dia de hoy.
pt: %(name)s! Você já tem presença registrada para domingo

source: %(name)s! You already have an attendance registered for this class on Sunday %(date)s!
es: %(name)s! ¡Ya tienes una asistencia registrada para el domingo %(date)s!
pt: %(name)s! Você já tem presença registrada para domingo %(date)s!

source: Attendance recorded successfully.
es: Asistencia registrada exitosamente.
pt: Presença registrada com sucesso.

source: There was an error recording attendance: %(error)s
es: Hubo un error al registrar la asistencia: %(error)s
pt: Ocorreu um erro ao registrar a presença: %(error)s

source: Action canceled
es: Acción cancelada
pt: Ação cancelada

source: You already have registered assistance on {sunday_date}.
es: Ya has registrado asistencia el {sunday_date}.
pt: Você já registrou assistência em {sunday_date}.

source: Attention
es: Atención
pt: Atenção

source: Attendance
es: Asistencia
pt: Atendimento

source: attendance(s)
es: asistencia(s)
pt: atendimento(s)

source: ¡{student_name}, your attendance was recorded!
es: ¡{student_name}, tu asistencia fue registrada!
pt: ¡{student_name}, sua presença foi registrada!

source: Cancel
es: Cancelar
pt: Cancelar

source: Cancelled
es: Cancelado
pt: Cancelado

source: No correction has been made.
es: No se ha hecho ninguna corrección.
pt: Nenhuma correção foi feita.

source: Choose a Class
es: Escoja una Clase
pt: Escolha uma aula

source: Classes
es: Clases
pt: Aulas

source: Number of Classes
es: Número de Clases
pt: Número de aulas

source: Frequency of Classes per Month
es: Frecuencia de Clases por Mes
pt: Frequência de aulas por mês

source: Cleared!
es: ¡Borrado!
pt: Esclarecido!

source: There was a problem resetting the color.
es: Hubo un problema al reestableciendo el color.
pt: Ocorreu um problema ao redefinir a cor.

source: This will reset the class color to black.
es: Se reestablecera el color de la clase a Negro

source: The color has been successfully restored.
es: El color de la clase ha sido cambiado exitosamente
pt: A cor foi restaurada com sucesso.

source: Confirm
es: Confirmar
pt: Confirmar

source: You 're sure?
es: ¿Estás seguro?
pt: Você tem certeza?

source: No, cancel!
es: No, Cancela
pt: Não, cancele!

source: Do you want to register attendance for the selected students?
es: ¿Quieres registrar la asistencia de los estudiantes seleccionados?
pt: Quer registrar presença dos alunos selecionados?

source: Confirm Attendance Registration
es: Confirmar Registro de Asistencia
pt: Confirmar registro de presença

source: Yes, register it!
es: ¡Si, Regístralo!
pt: Sim, cadastre-se!

source: Attendance has been registered successfully.
es: ¡Asistencia registrada exitosamente!
pt: A presença foi registrada com sucesso.

source: Success
es: ¡Grandioso!
pt: Sucesso

source: There was a problem connecting to the server.
es: Hubo un problema al conectarse al servidor.
pt: Ocorreu um problema na conexão com o servidor.

source: This action will delete all records and cannot be undone.
es: Esta acción borrará todos los registros y es irreversible
pt: Esta ação excluirá todos os registros e não poderá ser desfeita.

source: This record will be deleted.
es: Este registro será eliminado
pt: Este registro será excluído.

source: There was a problem saving the correction
es: Hubo un problema al guardando la corrección.
pt: Ocorreu um problema ao salvar a correção

source: Great!
es: ¡Excelente!
pt: Ótimo!

source: Incorrect format
es: Formato incorrecto
pt: Formato incorrecto

source: The name must be in the format 'Last Name, First Name', separated by a comma.
es: El nombre debe estar en el formato 'Apellido, Nombre', separados por una coma
pt: O nome deve estar no formato 'Sobrenome, Nome', separado por vírgula.

source: members
es: miembros
pt: membros

source: Monthly Attendance
es: Asistencia Mensual
pt: Atendimento Mensal

source: Monthly Attendance Percentage
es: Porcentaje de Asistencia Mensual
pt: Porcentagem de frequência mensal

source: Months
es: Meses
pt: Meses

source: You must select a date!
es: ¡Debes seleccionar una fecha!
pt: Você deve selecionar uma data!

source: Please enter your name in 'First Name Last Name' format.
es: Ingrese su nombre en el formato '\Nombre Apellido\'.
pt: Por favor, digite seu nome no formato 'Nome Sobrenome'.
