Repository: henrydiazlds123/attendance
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: es, pt

source: Your name was not removed.
es: Su nombre no fue eliminado.
pt: Seu nome não foi removido.

source: The name has been removed.
es: El nombre ha sido eliminado.
pt: O nome foi removido.

source: No Name Found
es: No se encontró ningún nombre
pt: Nenhum nome encontrado

source: No name is currently saved.
es: Actualmente no hay ningún nombre guardado.
pt: Nenhum nome está salvo no momento.

source: QR codes were not generated
es: No se generaron códigos QR
pt: Os códigos QR não foram gerados

source: Next
es: Siguiente
pt: Seguinte

source: Previous
es: Anterior
pt: Anterior

source: See profile of
es: Ver perfíl de

source: Yes, Do it!
es: ¡Si, Bórralo!
pt: Sim, faça isso!

source: Do you want to promote '{user_name}' as a Power User?
es: Quieres promover a '{user_name}' a Power User?
pt: Você deseja promover '{user_name}' como um usuário avançado?

source: Attendance registration cancelled.
es: Registro de Asistencia cancelado.
pt: Registro de presença cancelado.

source: There was an error registering attendance.
es: Hubo un error al registrar la asistencia.
pt: Ocorreu um erro ao registrar a presença.

source: Reset Student Name
es: Restablecer nombre de estudiante
pt: Redefinir nome do aluno

source: Revert
es: Revertir
pt: Reverter

source: Are you sure you want to revert this correction?
es: ¿Estás seguro de que quieres revertir esta corrección?
pt: Tem certeza de que deseja reverter esta correção?

source: The saved name is: '{name}'. Do you want to clear it?
es: El nombre guardado es: \'{name}\'. ¿Quieres borrarlo?
pt: O nome salvo é: '{name}'. Você quer limpar isso?

source: Select a date for Extra classes
es: Selecciona una fecha para clases extra
pt: Selecione uma data para aulas extras

source: The name has been corrected
es: El nombre ha sido corregido.
pt: O nome foi corrigido

source: ¡Success
es: ¡Grandioso!
pt: Sucesso

source: You cannot register a 'Sunday Class' outside of Sunday.
es: No puede registrar una 'Clase dominical' fuera del domingo.
pt: Você não pode registrar uma 'Aula de Domingo' fora do domingo.

source: Error, There was a problem validating the attendance.
es: Error, Hubo un error al validar la asistencia.
pt: Erro, Ocorreu um problema ao validar o atendimento.

source: warning
es: Aviso
pt: aviso

source: Weeks with attendance
es: Semanas con Asistencias
pt: Semanas com atendimento

source: Correct Format: Last Name, First Name
es: Formato de nombre correcto: Appellido, Nombre
pt: Formato correto: sobrenome, nome

source: Enter the new name
es: Ingrese el nuevo nombre
pt: Digite o novo nome

source: Please enter the correct name for
es: Entre el nombre correcto para
pt: Por favor insira o nome correto para

source: Please enter the correct name
es: Entre el nombre correcto
pt: Por favor insira o nome correto

source: Yes
es: Sí
pt: Sim

source: Yes, clear it!
es: ¡Sí, límpialo!
pt: Sim, limpe!

source: Yes, delete everything
es: Sí, borra todo
pt: Sim, apague tudo

source: Yes, Delete it!
es: ¡Si, Bórralo!
pt: Sim, limpe!

source: Yes, Reset it!
es: ¡Si, Reestlablécelo!
pt: Sim, reinicie!

source: New User
es: Nuevo usuario
pt: Novo usuário

source: User updated successfully.
es: Usuario actualizado exitosamente.
pt: Usuário atualizado com sucesso.

source: Edit User
es: Editar usuario
pt: Editar usuário

source: Cannot delete last admin.
es: No se puede eliminar el último administrador.
pt: Não é possível excluir o último administrador.

source: User deleted successfully
es: Usuario eliminado exitosamente
pt: Usuário excluído com sucesso

source: You cannot delete another administrator.
es: No puede eliminar otro administrador.
pt: Você não pode excluir outro administrador.

source: You have successfully eliminated yourself.
es: Te has eliminado con éxito.
pt: Você se eliminou com sucesso.

source: Current password is incorrect.
es: La contraseña actual es incorrecta.
pt: A senha atual está incorreta.

source: Password updated successfully.
es: ¡Contraseña actualizada exitosamente!
pt: Senha atualizada com sucesso.

source: The user is already an Super User.
es: El usuario ya es Super usuario.
pt: O usuário já é um Superusuairo.

source: User %(username)s has been promoted to Super User.
es: El usuario %(username)s ahora es un Super Usuario.
pt: O usuário %(username)s foi promovido a Superusuário.

source: Edit User Profile
es: Editar Perfil de Psuario

source: Update Profile
es: Actualizar Perfil del Usuario

source: Attendance Hub
es: Centro de Asistencia
pt: Centro de Atendimento

source: Attendance | Reset Name
es: Asistencia | Restablecer Nombre
pt: Atendimento | Redefinir nome

source: Welcome to the Attendance Management System
es: Bienvenido al Sistema de Gestión de Asistencias
pt: Bem-vindo ao Sistema de Gerenciamento de Presença

source: Choose a Meeting Center
es: Escoja un centro de reuniones
pt: Escolha um centro de reuniões

source: Allow attendance any day?
es: ¿Permitir registrar asistencia cualquier día?
pt: Permitir atendimento em qualquer dia?

source: Lock QR code?
es: ¿Bloquear código QR?
pt: Bloquear código QR?

source: Wrong Name
es: Nombre Incorrecto
pt: Nome errado

source: Correct Name
es: Nombre corregido
pt: Nome correto

source: Added By
es: Agregado por
pt: Adicionado por

source: Created At
es: Creado en
pt: Criado em

source: Actions
es: Acciones
pt: Ações

source: Attendance | QR Entry
es: Asistencia | QR
pt: Atendimento | QR

source: Attendance Registration
es: Registrar Asistencia
pt: Registro de Presença

source: Use this page to add the attendance to the class listed below.
es: Utilice esta página para agregar la asistencia a la clase que se enumera a continuación.
pt: Use esta página para adicionar a frequência à turma listada abaixo.

source: You will be able to record attendance for those people who do not have the means to do so themselves.
es: Podrás registrar la asistencia de aquellas personas que no tengan medios para hacerlo por sí mismas.
pt: Você poderá registrar a presença daquelas pessoas que não têm meios para fazê-lo sozinhas.

source: Use this page to add your attendance to the class listed below.
es: Utilice esta página para agregar su asistencia a la clase que se muestra a continuación.
pt: Use esta página para adicionar sua presença à turma listada abaixo.

source: Once you submit your attendance and receive a confirmation, you will be able to close the application.
es: Una vez que envíe su asistencia y reciba una confirmación, podrá cerrar la solicitud.
pt: Depois de enviar sua presença e receber uma confirmação, você poderá encerrar a inscrição.

source: Name & Lastname
es: Nombre y Apellido
pt: Nome e Sobrenome

source: Enter your Name and Last name
es: Ingrese su nombre y apellido
pt: Digite seu nome e sobrenome

source: Back
es: Volver
pt: Voltar

source: Send
es: Enviar
pt: Enviar

source: Attendance | Check
es: Asistencia | Control
pt: Atendimento | Verificar

source: Attendance Check
es: Control de Asistencia
pt: Verificação de presença

source: When you select a class, the 'Members with Attendance' table displays all those who have registered their Attendance. In the other table, there will be those who have not done so yet. Change the time from 'Last Two Weeks' to one of the other options to compare current attendance with the time you select. If you notice that there are members who have not registered attendance, check the box next to the name and press the 'Register Attendance' button
es: Al seleccionar una clase, en la tabla 'Miembros con asistencia' se mostrarán todos aquellos que han registrado su Asistencia. En la otra tabla, estarán aquellos que aún no lo han hecho. Cambien el tiempo de 'Últimas dos semanas' a alguna de las otras dos opciones para comparar la asistencia actual con la del tiempo que seleccione. Si observa que hay miembros que no han registrado la asistencia, marque la casilla al lado del nombre y presione el botón 'Registrar Asistencia'

source: Select a class
es: Seleccione una clase
pt: Selecione uma aula

source: Last Two Weeks
es: Últimas dos semanas
pt: Últimas duas semanas

source: Last Month
es: Mes Pasado
pt: Mês passado

source: Year to Date
es: En todo el año
pt: No acumulado do ano

source: Members with Attendance
es: Miembros Presentes
pt: Membros com Presença

source: Members without Attendance
es: Miembros Ausentes
pt: Membros sem Presença

source: Register Attendance
es: Registrar asistencia
pt: Registrar presença

source: Attendance | List
es: Asistencia | Lista
pt: Atendimento | Lista

source: Attendance Records Management
es: Gestionar Registros de Asistencia
pt: Gerenciamento de registros de presença

source: New Attendance
es: Nueva Asistencia
pt: Novo Atendimento

source: Total Attendance Records
es: Total Registros de Asistencia
pt: Registros totais de presença

source: Member
es: Miembro
pt: Membro

source: Date
es: Fecha
pt: Data

source: Year
es: Año
pt: Ano

source: Month
es: Mes
pt: Outro

source: Remove filters
es: Remover Filtros
pt: Remover Filtros

source: Records per page
es: Registros por pagina

source: Delete all attendance records in the database
es: Borra todos los registros de asistencia en la base de datos
pt: Exclua todos os registros de presença no banco de dados

source: No Attendances to show
es: No hay asistencias para mostrar
pt: Sem presenças para mostrar

source: Delete all records
es: Eliminar todos los registros
pt: Excluir todos os registros

source: Fix
es: Arreglar
pt: Consertar

source: Code
es: Código
pt: Código

source: Submited
es: Enviado
pt: Enviado

source: Delete attendance
es: Borrar asistencia
pt: Excluir atendimento

source: Attendance | Manual
es: Asistencia | Manual
pt: Atendimento | Manual

source: Use this page to add the attendance to the classes listed below. You will be able to record attendance for those people who do not have the means to do so themselves.
es: Utilice esta página para agregar la asistencia a las clases que se enumeran a continuación. Podrás registrar la asistencia de aquellas personas que no tengan los medios para hacerlo por sí mismas.
pt: Utilize esta página para adicionar a frequência às aulas listadas abaixo. Você poderá registrar a presença daquelas pessoas que não têm meios para fazê-lo sozinhas.

source: To be able register your attendance, first you will need to choose a class.
es: Para poder registrar tu asistencia, primero debes elegir una clase.
pt: Para poder registrar sua presença, primeiro você precisará escolher uma turma.

source: Attendance | Report
es: Asistencia | Reporte
pt: Excluir todos os registros

source: Attendance Report
es: Reporte de Asistencia
pt: Relatório de Presença

source: The table shows the attendance recorded each Sunday by members attending classes. Use the information in this list to Record each person's Attendance in the Tools application or <a target='_blank' href='https://lcr.churchofjesuschrist.org/report/class-and-quorum-attendance/overview?lang=spa'>LCR</a>.
es: La tabla muestra la asistencia registrada cada domingo por los miembros que asisten a clases. Utilice la información de esta lista para registrar la asistencia de cada persona en la aplicación Herramientas o en <a target='_blank'href='https://lcr.churchofjesuschrist.org/report/class-and-quorum-attendance/overview?lang=spa'>LCR</a>.
pt: A tabela mostra a frequência registrada a cada domingo pelos membros que frequentam as aulas. Use as informações desta lista para registrar a frequência de cada pessoa no aplicativo Ferramentas o <a target='_blank'href='https://lcr.churchofjesuschrist.org/report/class-and-quorum-attendance/overview?lang=spa'>LCR</a>.

source: Total Members
es: Total Miembros
pt: Total de membros

source: Q1 (Jan - Mar)
es: T1 (Ene - Mar)
pt: T1 (Jan - Mar)

source: Q2 (Apr - Jun)
es: T2 (Abr - Jun)
pt: T2 (Apr - Jun)

source: Q3 (Jul - Sep)
es: T3 (Jul - Sep)
pt: T3 (Jul - Set)

source: Q4 (Oct - Dec)
es: T4 (Oct - Dic)
pt: T4 (Out - Dez)

source: Attendance | Login
es: Asistencia | Iniciar Sesión
pt: Atendimento | Conecte-se

source: Please log in!
es: ¡Por favor, Inicia sesión!
pt: Por favor faça login!

source: Log in
es: Iniciar Sesión
pt: Conecte-se

source: Remember Me
es: Recuérdame

source: Attendance | Classes
es: Asistencia | Clases
pt: Atendimento | Aulas

source: Classes Management
es: Gestionar Clases
pt: Gestão de Aulas

source: Something
es: Llenar con contenido
pt: Adicionar conteúdo

source: Create New Class
es: Crear nueva clase
pt: Criar nova turma

source: Show Inactive Classes:
es: Mostrar clases inactivas:
pt: Mostrar Aulas inativas:

source: Edit class
es: Editar clase
pt: Editar turma

source: Reset class color
es: Restablecer color de clase
pt: Redefinir cor da classe

source: Delete class
es: Borrar clase
pt: Excluir turma

source: Try again
es: Inténtalo otra vez
pt: Tente novamente

source: Match Columns
es: Match Columnas

source: Please map the columns from your file to the correct fields in the system and select which fields should NOT be updated if a member already exists.
es: Asigne las columnas de su archivo a los campos correctos en el sistema y seleccione qué campos NO deben actualizarse si ya existe un miembro.

source: Database Fields
es: Campos de base de datos

source: File Columns
es: Columnas del archivo

source: Update?
es: Actualizar

source: Select
es: Seleccionar

source: Not editable
es: No editable

source: Requiered fileds
es: Faltan campos requeridos

source: Confirm Mapping
es: Confirmar mapeo

source: Import Member Directory
es: Importar el directorio de miembros

source: Upload File
es: Cargar Archivo

source: Drag and Drop
es: Arrastrar y soltar

source: Drag your file here or click to select one.
es: Arrastre sus archivos aquí

source: Select a file to import
es: Seleccione un archivo a cargar

source: Select Meeting Center
es: Seleccione un centro de reuniones

source: Map fields
es: Mapear Campos

source: Download Template
es: Descargar Plantilla

source: Church Units
es: Centro de Reuniones
pt: Unidade da Igreja

source: Add New Meetinghouse
es: Agregar Nueva Barrio/Rama
pt: Criar novo centro de reuniões

source: Unit Number
es: Número de Unidad
pt: Número da unidade

source: Edit Unit
es: Editar Unidad
pt: Editar unidade

source: Delete Unit
es: Eliminar Unidad
pt: Excluir unidade

source: Add Main Classes to
es: Agregar clases principales a
pt: Adicionar classes principais a

source: Attendance | Members
es: Asistencia | Miembros

source: Members Management
es: Gestionar Miembros

source: Members List
es: Lista de Miembros

source: Add New Member
es: Agregar nuevo Miembro

source: Callings
es: Llamamientos

source: Had Calling
es: Tiene Llamamientos

source: No Calling
es: Sin Llamamientos

source: Less active
es: Menos activo

source: Time in Ward
es: Tiempo en la unidad

source: Members | Pivot Table
es: Miembros | Table

source: Pivot Table
es: Tabla Dinámica

source: Member | Profile
es: Miembros | Perfíl

source: Personnal Information
es: Información Personal

source: Preferred Nombre
es: Nombre preferido

source: Date of Birth
es: Fecha de Nacimiento

source: Location
es: Ubicación

source: Attendance | Organizations
es: Asistencia | Organizaciones
pt: Atendimento | Organizações

source: Organizations Management
es: Gestionar Organizaciones
pt: Gestão de Organizações

source: Add New Organization
es: Agregar nueva organización
pt: Adicionar nova organização

source: Home
es: Inicio
pt: Começar

source: Report
es: Reporte
pt: Relatório

source: View Attendance
es: Ver Asistencias
pt: Ver presença

source: Add Attendance
es: Agregar Asistencia
pt: Adicionar Presença

source: Check Attendance
es: Verificar Asistencia
pt: Verifique presença

source: Users
es: Usuarios
pt: Usuário

source: Chuch Units
es: Centro de Reuniones
pt: Unidade da Igreja

source: Organizations
es: Organizaciones

source: Attendance Stats
es: Estadísticas de Asistencia
pt: Estatísticas de comparecimento

source: Members
es: Miembros

source: Import Members
es: Importar Miembros

source: Logout
es: Salir
pt: Sair

source: Login
es: Iniciar sesión
pt: Conecte-se

source: Attendance | PDFs
es: Asistencia | PDF
pt: Atendimento | PDFs

source: QR Code Generation
es: Generación de Códigos QR
pt: Geração de código QR

source: On this page, you can generate and download for printing, the sheets with the QR Code images that the member can scan to register their attendance at the classes.
es: En esta página se podrán generar y descargar archivos PDF con los códigos QR para ser escaneados por los miembros para registrar su asistencia a las clases.
pt: Nesta página você pode gerar e baixar para impressão, as planilhas com as imagens do QR Code que o associado podem digitalizar para registrar sua presença nas aulas

source: Files Availables:
es: Archivos Disponibles:
pt: Arquivos disponíveis:

source: Create PDF for each class in the current week
es: Crear PDF para cada clase en la semana actual
pt: Crie PDF para cada aula da semana atual

source: Generate PDFs for Week
es: Generar PDFs para la semana
pt: Gere PDFs para a semana

source: Create PDF for all classes
es: Crear PDF para todas las clases
pt: Crie PDF para todas as aulas

source: Generate all PDFs
es: Generar todos los PDF
pt: Gere todos os PDFs

source: Create PDF for all Extra classes
es: Crear PDF para todas las clases adicionales
pt: Crie PDF para todas as aulas extras

source: Generate Extra class PDFs
es: Generar PDF de clases Adicionales
pt: Gerar PDFs de Aulas Extras

source: Attendance | Stats
es: Asistencia | Estadisticas
pt: Atendimento | Estatísticas

source: Stadistics
es: Estadística
pt: Estatísticas

source: Monthly Attendance per Member
es: Asistencia Mensual por Miembro
pt: Presença Mensal por membros

source: Attendance per Classes
es: Asistencia por Clases
pt: Presença por Aulas

source: Monthly Attendance Percentage per Classes
es: Porcentaje de Asistencia Mensual por Clases
pt: Porcentagem de frequência mensal por aula

source: None
es: Ninguno
pt: Nenhum

source: List of Members with Attendances
es: Lista de Miembros con Asistencia
pt: Lista de membros com presença

source: Member with high attendance
es: Miembros con asistencia alta
pt: Membro com alta frequência

source: Percentage
es: Porcentaje
pt: Percentagem

source: Member with Low Attendance
es: Miembros con asistencia baja
pt: Membro com baixa frequência

source: Attendance | Users
es: Asistencia | Usuarios
pt: Atendimento | Usuários

source: Users Management
es: Gestionar Usuarios
pt: Gerenciamento de Usuários

source: Create New User
es: Crear Nuevo Usuario
pt: Criar novo usuário

source: Reset Password
es: Restablecer contraseña
pt: Redefinir senha

source: Edit user
es: Editar usuario
pt: Editar usuário

source: Delete User
es: Eliminar usuario
pt: Excluir usuário

source: Change to Super User
es: Promover a Super Usuario
pt: Mudar para superusuário

source: Feb
pt: Fev

source: May
pt: Mai

source: Sep
pt: Set

source: Oct
pt: Out

source: Error
pt: Erro

source: No
pt: Não

source: Color
pt: Cor

source: Admin Panel
pt: Painel de administração
